["Accounting"," \r\nCRE\tAccountant\tCER\tCustoms Inspector\tCEI\tRisk Advisory Consultant\r\nCE\tAdvisory Consultant\tCE\tFederal Tax Accountant\tCE\tRevenue Agent\r\nEIS\tAssurance\tEC\tFinancial/Bank Examiner\tEIC\tSales and Analytics\r\nCEI\tAuditor\tCE\tIndustrial Accountant\tEC\tSecurities/Commodities Agent\r\nCEI\tBudget Analyst\tCEI\tInternal/External Auditor\tCE\tTax Associate\r\nEIC\tCertified Fraud Examiner\tCE\tInternational Tax Accountant\tCE\tTreasurer\r\nCEI\tCertified Internal Auditor\tCES\tLoan Officer\t\t\r\nCE\tCertified Public Accountant\tEC\tProcess Consultant\t\t\r\nCE\tCredit Analyst\tCE\tPurchasing Agent\t\t\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAccounting Firms\tFinancial Institutions\tWeb-Based Businesses\r\nBanks\tHealth Care Organizations\tLocal, State, Federal Government\r\nCasinos\tHigher Education Institutions\tManufacturers\r\nConsulting Firms\tHotels, Resorts, Clubs\tReal Estate Agencies\r\nCorporations\tInvestment Firms\tRetail Stores\r\n\r\n","\r\nAndersen Tax\tEversource Energy\tProtiviti\r\nBDO USA, LLP\tEY\tRSM\r\nBloomberg\tKPMG\tThe Hartford\r\nBlumShapiro \tKraft Sports Group\tWithumSmith+Brown\r\nCambridge Savings Bank\tLiberty Mutual\tWolf & Company\r\nCare.com\tPrecision Castparts Corporation\t\r\nDeloitte\tPwC\t\r\n\r\n","\r\nMassachusetts Society of CPAs\twww.mscpaonline.org\r\n\r\nEach state has a comparable Society of CPAs\t\r\nThe Institute of Internal Auditors\twww.theiia.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nwww.bentley.edu/offices/academic-services/major-accountancy\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]