["Actuarial Science"," \r\nCRE\tAccountant\tCEI\tBudget Analyst\tCE\tData Analyst\tICA\tMathematician\r\nCEI\tAssessor\tICE\tBusiness Analyst\tCIE\tEconomic Analyst\tIC\tQuantitative Analyst\r\nCIE\tActuary\tEC\tClient Services Analyst\tICE\tEconomist\tCI\tSports Statistician\r\nCEI\tAuditor\tICR\tComputer Sys. Analyst\tCIE\tFinancial Market Analyst\tCI\tStatistical Consultant\r\nECS\tBenefits Manager\tCIE\tConsultant\tCEI\tInsurance Underwriter\tCI\tStatistician\r\nIC\tBiostatistician\tCE\tCost Estimator\tCEI\tLogistics Specialist\tCE\tTax Examiner\r\nEC\tBranch Manager\tCE\tCredit Analyst\tIEC\tManagement Analyst\t\t\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAccounting Firms\tHealth Institutions\tInformation Technology Corps.\r\nBanks\tFinancial Institutions\tInsurance Companies (Medical, Life, Health)\r\nCasualty\tGlobal Consulting Firms\tInternal Revenue Service of Treasury\r\nConsulting Firms\tGlobal Insurance Organizations\tPensions\r\nCorporations\tHuman Resource Outsourcing\tUniversities\r\n\r\n","\r\nAmica Insurance\tLiberty Mutual\tQuincy Mutual\tVoya Financial\r\nAon Hewitt\tMercer\tSalem Five Bank\tUnum\r\nBao Viet Life\tMetLife\tSegal Group\t\r\nBlue Cross Blue Shield \tMilliman, Inc.\tState Street Corporation\t\r\nCigna\tOctober Three Consulting\tSun Life Financial\t\r\nElectric Insurance Co.\tPrincipal Financial Group\tThe Hartford\t\r\nJohn Hancock\tPwC\tTravelers\t\r\n\r\n\r\n","\r\nCasualty Actuary Society\twww.casact.org\r\n\r\nSociety of Actuaries\twww.soa.org\r\n\r\nThe American Mathematical Society\twww.ams.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-actuarial-science\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]