["Computer Information Systems"," \r\nICR\tSystems Analyst\tCEI\tIT Risk Advisory\tICR\tBusiness Systems Analyst\tECI\tDatabase Manager\r\nICR\tTechnical Analyst\tICR\tIT Analyst\tCIR\tQA Engineer\tIRC\tNetwork Analyst\r\nERI\tSales Engineers\tICR\tSoftware Development\tIRC\tComputer Research\tRIC\tUsability Specialist\r\nCIR\tQuality Engineer\tICR\tBusiness  Analyst\tICR\tSystems Engineer\tCIR\tWeb Developer\r\nICR\tIT Assurance\tCI\tData Engineer\tECI\tTechnology Consultant\t\t\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nBanks\tEngineering Firms\tMarketing Research Depts.\r\nComputer Consulting Firms\tHospitals\tPublishing/Communications\r\nComputer Corporations - Hardware/Software   \tFinancial Firms\tResearch & Development Firms\r\nComputer Corporations – Manufacturers/Vendors\tInsurance Companies\tUtilities Companies\r\nEducational Institutions\tManufacturing Firms\tFederal Government Agencies\r\n\r\n","\r\nBoston Scientific\tFidelity Investments\tLiberty Mutual\tTravelers\r\nCarbon Black\tGE\tLoomis, Sayles & Company\tUnum\r\nDeloitte Consulting\tJohn Hancock\tProtiviti\tVistaprint\r\nEY\tKPMG\tRSM\tWolf & Company\r\n\r\n","\r\nAssociation for Information Systems\twww.aisnet.org\r\nAssociation for  Information Technology Professionals\twww.aitp.org\r\n\r\nBoston Chapter, Association for Information Technology Professionals\twww.altp.org/group/4\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-computer-information-systems\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]