["Corporate Finance and Accounting"," \r\nCRE\tAccountant\tCEI\tFinancial Analytics\tEC\tProcess Consultant\r\nEIS\tAssurance\tEC\tFinancial Management\tCE\tRevenue Sales Analyst\r\nCEI\tAuditor\tEIC\tForensic and Valuation Services\tCEI\tRisk Advisory Consultant\r\nICE\tBudget Analyst\tEC\tHedge Fund Accountant\tCRE\tStaff Accountant\r\nCEI\tBusiness Analyst\tEC\tInvestment Associate\tCEI\tUnderwriting\r\nCE\tCredit Analyst\tECS\tPersonal Financial Advisor\t\t\r\nCEI\tFinancial Analyst\tCRE\tPrivate Equity Accountant\t\t\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAccounting Firms\tHealth Institutions\tInformation Technology Corps.\r\nBanks\tFinancial Institutions\tInsurance Companies (Medical, Life, Health)\r\nCasualty\tGlobal Consulting Firms\tInternal Revenue Service of Treasury\r\nConsulting Firms\tGlobal Insurance Organizations\tReal Estate Agencies\r\nCorporations\tHuman Resource Outsourcing\tUniversities\r\n\r\n","\r\nAAFCPAs\tDeloitte\tGrove Street Advisors\tPwC\r\nAon\tDeloitte Consulting\tJohn Hancock\tState Street Corporation\r\nBAE Systems\tElectric Insurance Company\tLiberty Mutual\tStone Coast Fund Services\r\nBlackRock\tEY\tPeopleFluent\tUnited Technologies \r\nBloomberg\tFidelity Investments\tPhilips\tUC Funds\r\nCigna\tGeneral Dynamics\tPlymouth Rock Assurance\tWithumSmith+Brown\r\nCitizens Bank\tGrant Thornton\tPoint72 Asset Management\tWolf & Company\r\n\r\n\r\n","\r\nMassachusetts Society of CPAs\twww.mscpaonline.org\r\n\r\nAssociation for Financial Professionals\twww.afponline.org\r\n\r\nAmerican Association of Finance and Accounting\twww.aafa.com\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-corporate-finance-and-accounting\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]