["Economics-Finance"," \r\nICE\tResearch Analyst\tECS\tInvestment Advisor\tCIE\tPricing Analyst\r\nCIE\tFinancial Analyst\tCEI\tRisk Management Associate\tEC\tSales Administrator\r\nEC\tProject Controller Analyst\tICR\tBusiness Technology\tCIE\tAsset and Wealth Management\r\nICE\tBusiness Operations\tCIE\tConsultant\tICE\tResearch Assistant\r\nCIE\tValuation Analyst\tCIE\tInvestment Analyst\tEC\tLeasing Associate\r\nEC\tOperations Loan Analyst\tCE\tCredit Risk Analyst\tEC\tProcess Consultant\r\nCEI\tRisk Advisory Associate\tCE\tTreasury Analyst\tCIE\tInvestment Management\r\nEC\tAllocation Analyst\tESC\tClient Services Representative\tIEC\tBusiness Associate\r\nCIE\tEquity Research Assistant\tCEI\tUnderwriter\tIC\tBusiness Analytics\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAccounting Firms\tFinancial Institutions\tWeb-Based Businesses\r\nBanks\tHealth Care Organizations\tLocal, State, Federal Government\r\nCasinos\tHigher Education Institutions\tManufacturers\r\nConsulting Firms\tHotels, Resorts, Clubs\tReal Estate Agencies\r\nCorporations\tInvestment Firms\tRetail Stores\r\n\r\n","\r\nathenahealth\tBNY Mellon\tBose\tBoston Scientific\r\nCitizens Financial Group\tDarling Consulting Group\tDeloitte Consulting\tDeutsche Bank\r\nDell EMC\tFactSet\tFidelity Investments\tGoldman Sachs\r\nGrant Thornton\tHSBC\tJohn Hancock\tJones Lang LaSalle\r\nJPMorgan Chase\tLazard\tLiberty Mutual\tMercer\r\nMorgan Stanley\tNewStar Financial\tState Street Corporation\tSynchrony Financial\r\nTravelers\tUnited Technologies\tWellington Management\tWells Fargo\r\n\r\n\r\n","\r\nAmerican Institute for Economic Research\t www.aier.org\r\nAssociation for Financial Professionals\twww.afponline.org\r\n\r\nThe American Finance Association\twww.afajof.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-economics-finance\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]