["Global Studies"," \r\nAS\tInterpreter/Translator\tEC\tInternational Trade \tEC\tTravel Agent/Tour guide\r\nSEC\tRights Advocate\tSEA\tCollege Study Abroad Advisor\tSEA\tInternational Student Advisor\r\nIEC\tEnvironmental Policy Analyst\tEC\tInternational Sales\tEC\tMarketing Specialist\r\nICE\tEconomic Development Officer\tEC\tInternational Logistics Analyst\tCES\tInternational Hotel Administration\r\nCIE\tInternational Banking\tEC\tInternational Trade Specialist\tEC\tInternational Market Manager\r\nCE\tSales\tEC\tImporter/Exporter\tEI\tLawyer\r\nEC\tPharmaceutical Representative\tCE\tInternal Revenue Agent\tEC\tRegulatory Affairs Manager\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nPublic Relations Departments\tInternational Companies\tLaw Firms\r\nUS Government Agencies\tPharmaceutical Companies\tNewspapers\r\nTravel Agencies\tHotels/Motels\tRestaurants\r\nAdvertising Agencies\tHospitals\tMedical Centers\r\nPeace Corps\tMuseums\tColleges/Universities\r\n\r\n","\r\nEF Education First\tBain & Company, Inc.\tMA Office of Travel & Tourism\r\nGlobalization Partners\tUS Department of Defense\tCommonwealth of MA, Office of the Governor\r\nMA General Hospital\tMassachusetts Port Authority\tInternational Rescue Committee\r\nLiberty Mutual\tHSBC Bank Canada\tJohn Hancock\r\nState Street\tSantander Bank\tBoston Children’s Hospital\r\nTJX Companies\tS&P Global\tUS Department of State\r\nDunkin’ Brands\tRaytheon\tPartners HealthCare\r\n\r\n\r\n","\r\nNational Model United Nations\twww.nmun.org\r\nInternational Chamber of Commerce\twww.iccwbo.org\r\n\r\nAssociation of Women in International Trade\twww.wiit.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-global-studies\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]