["Health Studies"," \r\nRIC\tBiotechnology Project Manager\tAIC\tMedical Editor\tCI\tResearch Assistant\r\nCIR\tHealth Care Quality Assurance \tCE\tHospital Administrator\tES\tTraining and Instructional Designer\r\nECS\tHealth Education Resources Provider\tCE\tMedical Sales\tSE\tWellness Advocate\r\nECS\tHuman Resources Coordinator\tRIS\tMedical Device Analyst\tECS\tMedical/Health Services Manager\r\nIRC\tMedical Information Tech Developer\tEAS\tPublic Relations \tCE\tMedical Records Technicians\r\nECR\tPharmaceutical Analyst\tEIC\tClinical Research Coord.\tRIC\tMedical Lab Technicians\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nHospitals\tPharmaceutical Companies\tHome Health Cares\r\nInsurance Companies\tAssisted Living Facilities\tPoison Control Centers\r\nPublic Health Services\tMedical Practices\tHealth Maintenance Organizations\r\nBlood Banks\tMed Tech Start Up\tGlobal Medical Technology Companies\r\nNot-for-profit Health Care Systems\tManufacturer/Medical Equipment\tMedical Device Companies\r\nResearch and Treatment Facilities\tMedical Software Companies\tMedical Research Companies\r\n\r\n","\r\nAmerican Red Cross\tCigna Corp\tBlue Cross/Blue Shield of MA\tTufts Health Plan\r\nPartners HealthCare System\tLifeIMAGE\tDana-Farber Cancer Inst.\tEvoke Neuroscience\r\nAIDS Action Committee\tBoston Scientific\tAMAG Pharmaceuticals\tMinuteman Health Inc.\r\nMass General Hospital\tHealth Leads\tNova Biomedical\tBoston Children’s Hospital\r\nZoll Medical Corporation\tJohnson & Johnson Co.\tathenahealth, Inc.\tSt. Jude Children’s Research Hosp.\r\nAetna\tNuance\tCity Year\tathenahealth, Inc.\r\n\r\n\r\n","\r\nCoalition for Health Communication\twww.cohealthcom.org\r\nMassachusetts Biotechnology Council\twww.massbio.org\r\n\r\nMassachusetts Life Sciences Center\twww.masslifesciences.com\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-health-studies\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]