["Liberal Arts"," \r\nES\tManagement Trainee\tCE\tProfessional Sales\tAEC\tEditor\r\nCEI\tPolicy Analyst\tEA\tPublic Relations Specialist\tEIC\tCity Manager\r\nERC\tNon-Profit Organizational Director\tECS\tCollege Recruiter\tESC\tHuman Resource Assistant\r\nESC\tCustomer Services Representative\tEAC\tAdvertising Account Executive\tSAC\tTraining Specialist\r\nCE\tMedical Communications Trainer\tAS\tTranslator/Interpreter\tCIE\tParalegal\r\nEC\tReal Estate Manager\tICE\tEconomist\tESC\tHuman Resource Specialist\r\nEC\tSupply Chain Manager\tCIE\tFinancial Analyst\tECA\tMajor Gifts Officer\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nGovernment Agencies\tAdvertising Agencies\tMarketing Agencies\r\nPublic Relations Agencies\tManagement Consultant Orgs.\tLaw Firms\r\nPublishing Companies\tCharities\tBanking Companies\r\nInsurance Companies\tAccounting Firms\tRecruiting Agencies\r\nReal Estate Agencies\tUniversities\tHospitals\r\n\r\n","\r\nCharles River Associate\tEliassen Group\tVDC Research\r\nS&P Global\tDana Farber Cancer Inst.\tPartners HealthCare\r\nOracle \tCity Year\tJohn Hancock Financial Services\r\nLiberty Mutual\tEY\tMorgan Stanley\r\nBright Horizons\tHarvard Business School\tDassault Systems\r\nAXA Advisors\tAlphaSights\tNational Grid\r\nArts Consulting Group\tCox Media Group\tBreast Cancer Coalition (MBCC)\r\n\r\n","\r\nAssociation for General and Liberal Studies\twww.agls.org\r\nAmerican Sociological Association\twww.asanet.org\r\n\r\nLiberal Arts Career Network\twww.liberalartscareers.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-liberal-arts\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]