["Managerial Economics"," \r\nCE\tAccountant\tCIE\tActuary\tECA\tAdvertising Sales Agent\r\nEC\tAsset Management Researcher\tEC\tCash Management Specialist\tCIE\tCommercial Credit Analyst\r\nCIE\tCorporate Finance Associate\tECS\tFinancial Advisor\tEA\tFundraising Director\r\nESC\tHuman Resources Manager\tECS\tInsurance Agent\tCIE\tInvestment Analyst\r\nCES\tLoan Officer\tECS\tBusiness Manager\tEC\tSales Manager\r\nEAS\tPublic Relations Specialist\tEC\tPurchasing Agent\tEC\tReal Estate Agent\r\nEC\tSecurities Trader\tECS\tSmall Business Owner\tCI\tStatistician\r\nICR\tSystems Analyst\tEC\tStockbroker\tCE\tUnderwriter\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAdvertising Departments/Firms\tBanks, Savings/Commercial  & Lending\tBusiness Corporations\r\nChamber of Commerce\tCollege/Universities\tConsulting Firms\r\nRetail\tEconomic Research Firms\tFederal & State Government\r\nIndustries/Manufacturing Orgs.\tInsurance Companies\tInvestment Firms\r\nMagazines/Newspapers\tPharmaceutical Companies\tPublic Relations Firms\r\nReal Estate Firms\tResearch & Development Firms\tUtility Companies\r\n\r\n","\r\nathenahealth\tCBRE/New England\tDeloitte Consulting\tDemandDrive\r\nEze Software\tHubSpot\tLiberty Mutual\tMaPS/Millward Brown Analytics\r\nMorgan Stanley\tNetSuite\tNew York Life\tPeople’s United Bank\r\nPrudential Financial\tPwC\tSovos Compliance\tSymetra Financial\r\nThe Dannon Company\tUSDR Investment Management\tStryker\tSun Life Financial\r\nNew Balance\tLionbridge Technologies\tTravelers \tWalgreens\r\n","\r\nAmerican Economic Association\twww.aeaweb.org\r\nNational Association for Business Economics\twww.nae.com\r\n\r\nNational Economic Association\twww.neaecon.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-managerial-economics\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]