["Management"," \r\nEC\tDistrict Manager\tEC\tMarketing Associate\tECS\tMedical/Health Services Manager\r\nEC\tSales Executive\tECS\tHuman Resources Specialists\tEC\tProperty Manager\r\nEC\tAccount Executive\tESC\tInbound Sales Consultant\tICE\tOperations Analyst\r\nEC\tTreasury Services Analyst\tESC\tCustomer Service Rep\tECS\tPlacement Consultant\r\nEC\tProject Manager\tESC\tRecruiter\tEC\tCommunity Association Manager\r\nEC\tPurchasing Manager\tEC\tSupply Chain Manager\tECS\tFirst-Line Supervisor\r\nES\tTraining/Development Manager\tCER\tCompliance Manager\tIEC\tManagement Analyst\r\nESC\tManager\tEC\tGaming Manager\tECA\tProgram Director\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAdvertising Departments/Firms\tBanks\tBusiness Corporations\r\nChamber of Commerce\tCollege/Universities\tConsulting Firms\r\nRetail\tCasinos\tHuman Resource Outsourcing\r\nIndustries/Manufacturing Orgs.\tInsurance Companies\tInvestment Firms\r\nFinancial Institutions\tPharmaceutical Companies\tInformation Technology Corporations\r\nReal Estate Firms\tResearch & Development Firms\tUtility Companies\r\n\r\n","\r\nALDI\tEpsilon\tEY\tHubSpot\r\nAlphaSimplex Group, LLC\tJPMorgan Chase\tLiberty Mutual\tMaPS/Millward Brown Analytics\r\nBose\tPartners HealthCare\tPepsiCo\tReal Software Systems\r\nBright Horizons\tSovos Compliance\tThyssenKrupp Elevator\tTripAdvisor\r\nCanon Solutions America\tVirtual, Inc.\tVMTurbo\tWayfair\r\nDana-Farber\tTJX Companies\tTravelers \tUPS\r\n","\r\nAmerican Management Association\thttp://www.amanet.org/\r\nEntrepreneurs Organization\thttps://www.eonetwork.org/\r\n\r\nNational Human Resources Association\thttp://www.humanresources.org/website/c/\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-management\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]