["Marketing"," \r\nEC\tMarketing Manager\tECS\tEvent Planner\tESA\tAudience Engagement Manager\r\nECA\tDigital Marketer \tEIC\tDigital Strategist\tCE\tPlanning & Allocation Analyst\r\nAE\tAccount Executive\tEAS\tRecruitment Media Manager\tAEC\tSite Merchandising Analyst\r\nEC\tProduct Manager\tECA\tSales & Business Development\tERC\tProduct Line Manager\r\nAI\tSocial Media Strategy\tAEI\tMotion Picture Literary Asst.\tESC\tRecruiting Manager\r\nAEC\tAd Operations\tEAS\tMarketing Specialist\tECS\tRegional Marketing Manager\r\nEAC\tMedia Promotion\tEC\tField Marketing \tCEA\tOperations Marketing\r\nEAC\tMedia Planner\tAEC\tAdvertising & Promotions\tECA\tSocial Media Ad Technology\r\nAE\tPublic Relations\tEAC\tBrand Manager\tEC\tMarketing Representative\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAdvertising Agencies\tHotels, Resorts, Clubs\tRetail Stores\r\nConsulting Firms\tWeb-Based Businesses\tSports Organizations\r\nCorporations\tProfessional Associations\tFood & Beverage\r\nHealth Care Organizations\tNon-Profit Organizations\tEntertainment Industry\r\nHigher Education Institutions\tReal Estate Agencies\tVideo Production Agencies\r\n\r\n","\r\nAccenture\tHubSpot\tReebok\tThe Coca Cola Company\r\nArnold Worldwide\tLogMein\tRed Peak Branding\tThird Door Media\r\nAxis Communications\tMonster Worldwide\tSalesforce Commerce Cloud\tTJX Companies\r\nDigitasLBi\tNew England Revolution\tSharkNinja\tVistaprint\r\nHavas Media\tOracle\tSnapApp\tWarner Music Group\r\nHill Holliday\tParadigm Talent Agency\tStaples Business Advantage\tWindsor Marketing Group\r\nHologic, Inc.\tPhillips\tStarwood Hotels & Resorts\tWolverine Worldwide\r\n\r\n","\r\nAd Exchanger\twww.AdExchanger.com\r\n\r\nSmartBrief\twww.smartbrief.com\r\n\r\nMedia Post\twww.mediapost.com\r\n\r\nAdvertising Age\twww.adage.com\r\n\r\nAdweek\twww.adweek.com\r\n\r\nmediabistro\twww.mediabistro.com\r\n\r\nEntertainment Industry Trades:\t\r\nVariety\twww.variety.com\r\n\r\nThewrap\twww.thewrap.com\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-marketing\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]