["Mathematical Sciences"," \r\nCE\tData Analyst\tCEI\tUnderwriter\tCRE\tAccountant\r\nCE\tRisk Advisory Analyst\tCIE\tAssistant Actuary\tEC\tInvestment Manager\r\nEC\tClient Services Analyst\tCIE\tConsultant\tICR\tIT Analyst\r\nCEI\tBudget Analyst\tCEI\tAuditor\tIEC\tResearch Analyst\r\nCES\tLoan Officer\tCE\tPurchasing Manager\tIC\tQuantitative Analyst\r\nECR\tReal Estate Appraiser\tCE\tRevenue Agent\tEC\tSecurities Analyst\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAccounting Firms\tFinancial Institutions\tReal Estate\r\nActuarial Firms\tHospitals\tResearch/Development Firms\r\nBanks\tInsurance Agencies\tSecurities Firms\r\nBusiness Service Firms\tInvestment Firms\tPharmaceutical Companies\r\nComputer Science & Software Firms\tNon-Profit Organizations\tPrivate Organizations\r\nEducational Institutions\tSports Organizations\tConsulting Firms\r\n\r\n","\r\nAon Hewitt\tBlack Duck Software\tCigna\tCooper Surgical\r\nElectric Insurance Company\tEY\tJohn Hancock\tLiberty Mutual\r\nMercer\tOctober Three Consulting\tPwC\tSun Life Financial\r\nThe Hartford Insurance Group\tSynchrony Financial\tWolf & Company\tSegal Group\r\nProtiviti\tDana Farber Cancer Inst.\tKPMG\tDeloitte Consulting\r\nTravelers\tUnum\tVoya Financial\tState Street Corporation\r\n\r\n","\r\nAmerican Mathematical Society\twww.ams.org\r\nAmerican Statistical Association\twww.amstag.org\r\n\r\nMathematical Association of America\twww.maa.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-mathematical-sciences\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]