["Philosophy"," \r\nCIE\tConsultant\tAEC\tEditor\tECA\tGrant Writer\r\nEI\tLawyer\tCE\tLaw Clerk\tIEC\tResearch Analyst\r\nAEI\tJournalist\tICE\tEconomist\tAIC\tTechnical Writer\r\nEC\tAccount Manager\tECS\tFinancial Planner\tCSE\tLibrarian\r\nSIE\tCommunity Health Workers\tEA\tPublic Relations\tECA\tFundraiser\r\nCIE\tFinancial Analyst\tEC\tBanker\tES\tNon-Profit Director\r\nCE\tAccountant\tECS\tRetail Manager\tIAS\tSociologist\r\nEC\tMarketing Manager\tEC\tReal Estate Manager\tECS\tHealth Services Manager\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nGovernment Agencies\tAdvertising Agencies\tMarketing Agencies\r\nPublic Relations Agencies\tManagement Consultant Orgs.\tLaw Firms\r\nPublishing Companies\tCharities\tBanking Companies\r\nInsurance Companies\tAccounting Firms\tRecruiting Agencies\r\nReal Estate Agencies\tUniversities\tHospitals\r\n\r\n","\r\nCharles River Associate\tEliassen Group\tVDC Research\tBTI Consulting Group\r\nS&P Global\tDana Farber Cancer Inst.\tPartners HealthCare\tPerkinElmer, Inc.\r\nOracle \tCity Year\tJohn Hancock Financial Svs.\tMass General Hospital\r\nLiberty Mutual\tBose\tMorgan Stanley\tLewis PR\r\nBright Horizons\tHarvard Business School\tDassault Systems\tBain & Company, Inc.\r\nAXA Advisors\tAlphaSights\tNational Grid\tDuff & Phelps, LLC\r\nArts Consulting Group\tCox Media Group\tBreast Cancer Coalition (MBCC)\tCreative Expansions, Inc.\r\n\r\n","\r\nAmerican Philosophical Association\twww.apaonline.org\r\nPhilosophical Research Society\twww.prs.org\r\n\r\nAmerican Philosophical Society\twww.amphilsoc.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-philosophy\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]