["Professional Sales"," \r\nCE\tSales Representative\tEC\tSales Manager\tEC\tReal Estate Sales Agent\r\nCE\tBusiness Development Rep\tEC\tSales and Marketing Rep\tECA\tAdvertising Sales Agent\r\nCE\tSales Agent\tCE\tInsurance Sales Agent\tCE\tSales Operations Analyst\r\nCE\tInside Sales Specialist\tCE\tSales Development Rep\tEC\tSales Analyst\r\nCE\tSales Administrator\tCE\tSales and Client Strategy Rep\tEC\tSales Coordinator\r\nCE\tInbound Sales Coordinator\tCE\tSales Consultant\tEC\tFinancial Advisor (Sales)\r\nCE\tPharmaceutical Sales Rep\tCE\tTechnology Sales Rep\tCE\tMedical Devices Sales Rep\r\nECA\tFund Development Specialist\t\t\t\t\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nHospitality\tHospitals\tCorporations\r\nHealth Care Organizations\tHigher Education Institutions\tManufacturers\r\nReal Estate Agencies\tEntertainment Industry\tFinancial Organizations\r\nRetail Stores\tTechnology Firms\tPharmaceutical Companies\r\nPhilanthropic Foundations\tHotels, Resorts, Clubs\tTravel Agencies\r\nAdvertising Agencies\tSports Organizations\tFood & Beverage\r\n\r\n","\r\nathenahealth\tDemandDrive\tThe Dannon Company\tCraft Brewers Guild\r\nBurning Glass Technologies\tNew England Revolution\tHubSpot\tSalesforce\r\nStaples Business Advantage\tTeksystems\tJason Wu\tWinter Wyman\r\nLiberty Mutual\tThermo Fisher\tCarbon Black\tNorthwestern Mutual\r\nEnterprise Holdings\tMorgan Stanley\tDana Farber Cancer Inst.\tBentley University\r\nSprint\tMerit Medical Systems\tDatadog\tMedtronic\r\n","\r\nNational Association of Sales Professionals\thttp://www.nasp.com/\r\nSales and Marketing Professional Association\thttp://www.smei.org/\r\n\r\neMarketing Association\thttp://www.emarketingassociation.com/\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-professional-sales\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]