["Public Policy"," \r\nCIE\tConsultants\tEC\tRegulatory Affairs Managers\tEA\tFundraisers\r\nECA\tGrant Writers\tICE\tEconomists\tCE\tHealth Care Administrators\r\nAEI\tJournalists\tEA\tLegislative Aides\tICE\tPolicy Analyst\r\nIEC\tResearch Associates\tEA\tFoundation Managers\tEA\tDevelopment Assistants\r\nEC\tCommunication Specialists\tCIE\tParalegals\tEAS\tPublic Administrators\r\nEIA\tSustainability Coordinators\tEAS\tCampaign Workers\tCI\tStatisticians\r\nEA\tLegislators\tEAS\tLobbyists\tCIE\tFinancial Analyst\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nHospitals\tUS Government Agencies\tLaw Firms\r\nNon-profit Public Service Agencies\tEducational Institutions\tHealthCare Agencies\r\nCorporations\tNewspapers\tInternational Companies\r\nAdvertising Agencies\tFBI\tPublic Relations Firms\r\nEconomic Development Agencies\tGovernor’s Office\tPeace Corps\r\n\r\n","\r\nTufts Health Plan\tThe Cambridge Institute\tTwo Ten Foundation\r\nCommonwealth of Massachusetts\tDepartment of Homeland Security\tTown of Belmont\r\nCity of Cambridge\tPartners HealthCare System\tBright Horizons Family Solutions\r\nBoston Public Health Commission\tHarvard Pilgrim Health Care\tTown of Natick\r\nBreakthrough Greater Boston\tMassachusetts General Hospital\tDana Farber Cancer Institute\r\nMassachusetts Municipal Association\tOffice of the Governor/MA\tMA Health Policy Commission\r\nBoston Redevelopment Authority\tWingate Healthcare, Inc.\tAmerican Tower\r\n\r\n\r\n","\r\nAmerican Society for Public Administration\twww.aspanet.org\r\nAssociation of Public Policy Analysis and Management\twww.appam.org\r\n\r\nForeign Policy Association\twww.fpa.org\r\n\r\nNational Academy of Public Administration\twww.napawash.org\r\n\r\nNational Association of Schools of Public Affairs and Administration\twww.naspaa.org\r\n\r\nPolicy Studies Organization\twww.ipsonet.org\r\n\r\nThe Washington Center\twww.twc.edu\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-public-policy\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]