["Spanish Studies"," \r\nECS\tCultural Events Coordinator\tEI\tFBI Agent\tEC\tForeign Exchange Trader\r\nCE\tHealth Care Administrator\tEC\tInternational Banking Specialist\tEA\tInternational Relations Specialist\r\nEC\tNational Security Agent\tAS\tTranslator/Interpreter\tEC\tTravel Agent\r\nECA\tPlanned Giving Associate\tECS\tHealth Center Operations\tCE\tField Based Case Manager\r\nEAC\tBilingual Social Media Coord.\tCE\tSales Agent\tAEI\tMarket Researcher\r\nAEC\tEditor\tAIC\tTechnical Writer\tAEI\tForeign Correspondent\r\nEA\tPublic Relations Manager\tAIC\tPublishing Specialist\t\t\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nAdvertising Agencies\tInternational Business Organizations\tDepartment of State\r\nBanks or Investment Firms\tConsulting Firms\tImmigration Centers\r\nImport/Export Companies\tMultinational Firms\tNewspapers, Magazines\r\nPublic Relations Firms\tShipping/Transportation Companies\tUnited Nations\r\nHealth and Human Services\tHomeland Security\tU.S. Information Agency\r\n\r\n","\r\nU.S. Department of State\tEF Education First\tMassachusetts Office of Travel/Tourism\r\nGlobalization Partners\tMassachusetts Port Authority\tInternational Rescue Committee\r\nCHM Government Services\tBoston Public Health Commission\tCommonwealth of MA, Governor’s Office\r\nVA Office of Inspector General\tCity Year\tMorgan Stanley\r\nMass General Hospital\tDassault Systems\tBain & Company, Inc.\r\nLiberty Mutual\tBoston Children’s Hospital\tPartners HealthCare\r\n\r\n\r\n\r\n","\r\nAmerican Translators Association\twww.atanet.org\r\nAmerican Association of Language Specialists\twww.taals.net\r\n\r\nNew England Translators Association\twww.netaweb.org\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-spanish-studies\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]