["Sustainability Sciences"," \r\nIE\tEnvironmental Sustainability Analyst\tICE\tProject Manager\tCE\tEnergy Auditors\r\nREC\tSustainability Communications Manager\tIC\tRestaurant Sustainability Consultant\tIRC\tProject Development Coordinator\r\nEC\tOutside Sales Representative\tIR\tEnergy Data Analyst\tCER\tSustainability Reporting Manager\r\nCIR\tQuality & Sustainability Coordinator\tCIR\tContinuous Improvement Sustainability Leader\tIEC\tEnvironmental Public Relations Specialist\r\nCE\tCarbon Management\tIEC\tMarketing Specialist\tES\tBusiness Development Manager\r\nEC\tInside Service Sales\tIRC\tCorporate Sustainability Specialist\tEC\tMaterials Manager\r\n\r\n","\r\nCONVENTIONAL\tConventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. \r\nENTERPRISING\tEnterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading and managing people and making many decisions, and sometimes require risk taking.\r\nINVESTIGATIVE\tInvestigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve research in searching for facts and figuring out problems mentally.\r\nSOCIAL\tSocial occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.\r\nARTISTIC\tArtistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.\r\nREALISTIC\tRealistic occupations frequently involve work that is practical, mechanical and hands-on. This occupation may require working outside, and does not involve a lot of paperwork or working closely with others.\r\n\r\n","\r\nEducational Institutions\tAccounting Firms\tGovernment Agencies\r\nPublic Relations Agencies\tReal Estate Agencies\tNon-Profit Agencies\r\nBanks\tHospitals\tMedical Centers\r\nCorporations\tConsulting Firms\tFood & Beverage\r\nHotels, Resorts, Clubs\tRestaurants\tFinancial Institutions\r\n\r\n","\r\nSoden Sustainability Consulting\tEastern Research Group, Inc.\tGreen Restaurant Association\r\nNational Grid\tSuperGreen Solutions\tProgressive Asset Management/Boston\r\nKearsarge Energy\tVoya Financial\tJones Lange Lasalle\r\nCeres\tTwo Ten Foundation\tVanguard\r\nFidelity\tAccenture\tEnvironmental Protection Agency\r\nPeace Corps\tAmericorps\tUS Army Corps of Engineers\r\n\r\n","\r\nBentley Office of Sustainability\thttp://www.bentley.edu/offices/sustainability/careers\r\nEco.org\twww.Eco.Org\r\n\r\nEnvironmental Protection Agency\twww.epa.gov\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","\r\nhttp://www.bentley.edu/offices/academic-services/major-sustainability-sciences\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"]